{
  "nav_home": "Dom",
  "nav_about": "O nama",
  "nav_products": "Ugljen",
  "nav_contact": "Kontakt",
  "hero_title": "Revolucionarni ugljen iz Venezuele.",
  "hero_subtitle": "Zagrijava se za 60 sekundi.",
  "hero_desc": "Nema više kompliciranog paljenja, prljavih ruku i dima koji kvari apetit. Carboncil je 100 % prirodan ugljen za roštilj – idealan za vaš vrt, balkon ili profesionalnu kuhinju.  ",
  "hero_benefit_1": "100% prirodno",
  "hero_benefit_2": "Bezdimni",
  "hero_benefit_3": "Balkon prijateljski",
  "product_heading": "Otkrijte razliku",
  "product_1_heading": "Ovdje započinje čisti roštilj",
  "product_1_name": "Carboncil 1,5 kg",
  "product_1_desc": "Kompaktni paket ekološkog ugljena pogodan za manje roštilje ili kao uzorak za one koji žele prvi put isprobati Carboncil.",
  "product_2_name": "Karbonito 10kg",
  "product_2_desc": "Velké Ekonomické Balení Vysoce Výhřevného Uhlí Z Venezuely Pro Pravidelné Grilování Bez Kouře, Zápachu A Nešistot.",
  "product_3_name": "Vrhunska kvaliteta 10kg",
  "product_3_desc": "Veliki ekonomični paket ugljena visokog zagrijavanja iz Venezuele za redoviti roštilj bez dima, mirisa i prljavštine.",
  "faq_title": "Zašto je Carboncil revolucionarni ugljen?",
  "faq_desc_1": "Carboncil je jedinstveni ugljen napravljen od čiste biomase, bez ikakvih kemikalija, bez mirisa i bez dima.",
  "faq_desc_2": "Zahvaljujući posebnom procesu karbonizacije, postiže izuzetna svojstva koja ga postavljaju daleko iznad klasičnog ugljena.",
  "faq_question_1": "Zašto iz Venezuele?",
  "faq_answer_1": "Venezuela ima jedinstvene uvjete koji proizvode drvo visoke gustoće, čineći ugljen izuzetno učinkovitim gorivom i čisto prirodnim.",
  "faq_question_2": "Je li Carboncil sagorijevao prebrzo?",
  "faq_answer_2": "Iako se brzo zagrijava, dugo se gori sa stalnom toplinom, tako da možete uživati ​​u roštilju bez stalnog dodavanja goriva.",
  "faq_question_3": "Gdje mogu kupiti Carboncil?",
  "faq_answer_3": "Carboncil je dostupan u našem internetskom dućanu i mreži odabranih trgovina. Distribucijska mreža redovito se širi radi bolje dostupnosti.  ",
  "faq_question_4": "Mogu li ga koristiti na balkonu?",
  "faq_answer_4": "Zahvaljujući niskoj razini dima, Carboncil je idealan za manje prostore, uključujući balkone. Ipak, uvijek se pridržavajte sigurnosnih pravila.  ",
  "family_title": "Jedan paket, cijela roštilja!",
  "family_desc": "Pakiranje od 1,5 kg Carboncila bez problema će nahraniti 5 do 6 gladnih ljubitelja roštilja. Brzo se zagrijava, dugo gori i ne proizvodi dim – tako da se možete usredotočiti na okus i društvo.  ",
  "about_title": "O nama",
  "about_desc_1": "Iza brenda Carboncil.cz stoji tim entuzijasta za kvalitetno i održivo roštiljanje. Kada smo prvi put otkrili ugljen Carboncil u Venezueli, znali smo da držimo nešto posebno u rukama – ugljen koji se zagrijava za minutu, ne dimi, nema mirisa i potpuno je prirodan.  ",
  "about_desc_2": "Naš cilj je donijeti novu generaciju roštiljanja u Češku. Takvu u kojoj se ne morate prepirati sa susjedima zbog dima, paliti ugljen pola sata ili brinuti o tome što zapravo udišete. Carboncil je ugljen za one koji traže više čistoće, kvalitete i udobnosti.  ",
  "footer_slogan": "Ugljen koji pametno rošti.",
  "product_detail": "Proizvodi",
  "grillbecausefun_title": "Mi roštiljamo jer je zabavno.",
  "grillbecausefun_desc": "A zato što vjerujemo da čak i nešto tako uobičajeno kao ugljen može biti nevjerojatno pametan.",
  "aboutbrand_about": "O nama",
  "aboutbrand_subtitle": "Iza Carboncil -a je jednostavna ideja.",
  "aboutbrand_title": "Da bi roštilj bio čist, ugodan i prirodan.",
  "aboutbrand_desc": "Ugljen smo doveli u 21. stoljeće – bez nepotrebnog dima, mirisa i kemikalija. Naš samozapaljivi ugljen iz Venezuele izrađen je od drvnog otpada iz certificiranih šuma i zahvaljujući bioetanolu pali se brzo, sigurno i bez upotrebe podpaljivača.  ",
  "aboutbrand_believe_title": "Vjerujemo da čak i mala vatra može imati veliko značenje.",
  "aboutbrand_believe_desc": "Zbog toga napravimo ugljen koji poštuje prirodu, pluća i vaše vrijeme.",
  "story_quote": "\"Jednostavnost je ljepota. Čistoća je snaga. U Carboncilu je oboje.\"",
  "story_start": "Sve je počelo s jednim roštiljem koji se pretvorio u kemijski laboratorij.",
  "story_problem": "Upaljači, šibice, smrad, dim, prljave ruke i puno frustracije. Tada smo shvatili da je ugljenu potrebna nadogradnja.  ",
  "story_solution": "Počeli smo tražiti bolje rješenje – ugljen koji je prirodan, jednostavan i bez suvišnih dodataka.  ",
  "story_found": "Pronašli smo ga u Venezueli, gdje je drvo izdržljivo, a tradicija izgaranja ima smisla. Otpadno drvo pretvorili smo u ugljen.  ",
  "story_innovation": "I s obnovljivim bioetanolom naučili smo ga da se zapali.",
  "biolih_title": "Bioliti",
  "biolih_desc": "Jedinstveni samozapaljivi učinak omogućen je impregnacijom bioetanolom iz obnovljivih prirodnih izvora. Ne ostavlja miris, ne ispušta štetne tvari i osigurava maksimalnu udobnost pri paljenju. Carboncil je učinkovit i siguran – za vašu obitelj i prirodu.  ",
  "makesense_title": "Ugljen koji ima smisla",
  "makesense_desc_1": "Ako tražite način da uživate u izvrsnoj hrani i prirodi dok doprinosite održivijem svijetu, Carboncil ugljen kombinira sve te vrijednosti u jednom paketu.",
  "makesense_desc_2": "Carboncil donosi svjetlo vašem roštilju s poštovanjem prema prirodi, jednostavnošću i bez kompromisa. Iskusite razliku koja ima smisla.  ",
  "charcoal_feature_1_title": "Prirodna održivost",
  "charcoal_feature_1_desc": "Naš ugljen dolazi iz Venezuele, gdje se dobiva u skladu sa strogim načelima održivosti. Koristimo isključivo drvni otpad iz certificiranih izvora koji bi inače ostao neiskorišten.  ",
  "charcoal_feature_2_title": "Nema kemikalija",
  "charcoal_feature_2_desc": "Svaki komad ugljena Carboncil izrađen je bez derivata nafte, kemijskih podpaljivača ili sintetičkih tvari. Rezultat je čist, prirodan proizvod koji ravnomjerno gori, proizvodi minimalno dima i ne ostavlja neugodan okus.  ",
  "charcoal_feature_3_title": "Instant paljenje",
  "charcoal_feature_3_desc": "Jedinstvena prednost Carboncila je njegova sposobnost samozapaljenja. Zahvaljujući prirodnom bioetanolu, priprema roštilja je lakša nego ikad – bez podpaljivača, papira ili šibica. Samo zapali i uživaj u vatri.  ",
  "charcoal_variants_1_title": "Carboncil 1,5 kg",
  "charcoal_variants_1_desc": "Idealno za male roštilje ili brzo obiteljsko roštiljanje. Pali se u nekoliko minuta, bez dima i kemikalija. Praktično pakiranje za svako putovanje.  ",
  "charcoal_variants_2_title": "Vrhunska kvaliteta 10kg",
  "charcoal_variants_2_desc": "Veliko pakiranje za zahtjevno roštiljanje ili profesionalnu upotrebu. Izdržljivost, učinkovitost i jednostavno rukovanje – sve što vam treba za bezbrižno roštiljanje.  ",
  "coal_benefit_1": "100% prirodno",
  "coal_benefit_2": "Bezdimni",
  "coal_benefit_3": "Balkon prijateljski",
  "contact_title": "Kontaktirajte nas",
  "contact_question": "Imate li pitanje o našem drvenom ugljenu, želite veću narudžbu ili niste sigurni kako osvijetliti večer?",
  "contact_write_call": "Napišite, nazovite ili čak pošaljite nam signal dima.",
  "contact_reply": "Odgovorit ćemo brže nego što Carboncil zapali.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carboncil.cz",
  "form_name_label": "Ime",
  "form_name_placeholder": "Vaše ime",
  "form_email_label": "E -mail",
  "form_email_placeholder": "Vaša e -pošta",
  "form_phone_label": "Telefon",
  "form_phone_placeholder": "Vaš telefon",
  "form_product_label": "Proizvod koji vas zanima",
  "form_product_placeholder": "Odaberite proizvod",
  "form_product_option_1": "Carboncil 1,5 kg",
  "form_product_option_2": "Vrhunska kvaliteta 10 kg",
  "form_message_label": "Poruka",
  "form_message_placeholder": "Vaša poruka",
  "form_submit": "Poslati",
  "form_sending": "Slanje ...",
  "form_success": "Poslano!",
  "form_error": "Pogreška, pokušajte ponovo.",
  "contact_company_name": "Carboncil.cz S.R.O.",
  "contact_company_id": "ID tvrtke: 23128194",
  "contact_company_address": "Sadová 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "Odgovaramo:",
  "contact_hours": "Mon - fri:",
  "contact_hours_time": "9:00 - 17:00",
  "contact_collab_title": "Želite li surađivati ​​s nama?",
  "contact_collab_desc": "Pišite nam, rado ćemo započeti novi poslovni odnos s vama.",
  "footer_nav_home": "Dom",
  "footer_nav_about": "O nama",
  "footer_nav_products": "Drveni ugljen",
  "footer_nav_contact": "Kontakt",
  "carboncil_usage.title": "Kako pravilno koristiti Carboncil",
  "image_alt": "Užarena drvenjača",
  "carboncil_usage.storage_title": "Skladištenje i rukovanje:",
  "carboncil_usage.storage_text": "Čuvajte Carboncil u originalnoj vrećici na suhom i hladnom mjestu, dalje od izravne sunčeve svjetlosti i vlage.",
  "carboncil_usage.use_title": "Potrošnja odmah nakon otvaranja:",
  "carboncil_usage.use_text": "Nakon otvaranja vrećice, rasporedite ugljen u roštilju i odmah ga zapalite kako biste spriječili gubitak svojstava samozapaljenja. Ugljen treba iskoristiti što prije nakon otvaranja jer počinje gubiti svoju sposobnost brzog paljenja.",
  "carboncil_usage.closed_grill_title": "Priprema u zatvorenim roštiljima (npr. keramički kamado):",
  "carboncil_usage.closed_grill_text": "Ostavite poklopac otvoren prvih 10 minuta dok se ugljen ravnomjerno ne užari, a zatim zatvorite roštilj.",
  "carboncil_usage.safety_title": "Sigurnost i higijena:",
  "carboncil_usage.safety_text": "Prilikom rukovanja zapaljenim ugljenom koristite rukavice i alate, a nakon roštiljanja pažljivo ugasite pepeo.",
  "cookie.message": "Ova web stranica koristi kolačiće kako bi osigurala najbolje moguće iskustvo.",
  "cookie.more_info": "Više informacija",
  "cookie.accept": "Slažem se",
  "cookie.reject": "Odbaci"
}