{
  "nav_home": "Dom",
  "nav_about": "O nas",
  "nav_products": "Węgiel",
  "nav_contact": "Kontakt",
  "hero_title": "Rewolucyjny węgiel drzewny z Wenezueli.",
  "hero_subtitle": "Wrzeszczy się w 60 sekund.",
  "hero_desc": "Koniec z uciążliwym rozpalaniem, brudnymi rękami i dymem psującym apetyt. Carboncil to w 100% naturalny węgiel drzewny do grillowania – idealny do ogrodu, na balkon czy do profesjonalnej kuchni.  ",
  "hero_benefit_1": "100% naturalne",
  "hero_benefit_2": "Bezdymny",
  "hero_benefit_3": "Przyjazny balkonowi",
  "product_heading": "Odkryj różnicę",
  "product_1_heading": "Rozpoczyna się czyste grillowanie",
  "product_1_name": "Carboncil 1,5 kg",
  "product_1_desc": "Kompaktowy pakiet ekologicznego węgla drzewnego odpowiedniego dla mniejszych grilla lub jako próbka dla tych, którzy chcą wypróbować Carboncil po raz pierwszy.",
  "product_2_name": "Karbonyto 10 kg",
  "product_2_desc": "Duże, ekonomiczne opakowanie wysokoenergetycznego węgla drzewnego z Wenezueli do regularnego grillowania – bez dymu, zapachu i brudu.  ",
  "product_3_name": "Najwyższa jakość 10 kg",
  "product_3_desc": "Duży ekonomiczny pakiet węgla drzewnego z Wenezueli w celu regularnego grillowania bez dymu, zapachu i brudu.",
  "faq_title": "Dlaczego węgiel rewolucyjny Carboncil to jest węgiel rewolucyjny?",
  "faq_desc_1": "Carboncil to wyjątkowy węgiel drzewny wykonany z czystej biomasy, bez chemikaliów, bezwonnych i bezdymnych.",
  "faq_desc_2": "Dzięki specjalnemu procesowi karbonizacji osiąga wyjątkowe właściwości, które umieszczają go znacznie powyżej klasycznego węgla drzewnego.",
  "faq_question_1": "Dlaczego z Wenezueli?",
  "faq_answer_1": "Wenezuela ma unikalne warunki, które wytwarzają drewno o wysokiej gęstości, dzięki czemu węgiel jest wyjątkowo wydajny i czysto naturalny.",
  "faq_question_2": "Czy Carboncil płonie zbyt szybko?",
  "faq_answer_2": "Chociaż szybko się nagrzewa, pali się przez długi czas ze stałym ciepłem, dzięki czemu możesz cieszyć się grillowaniem bez ciągłego dodawania paliwa.",
  "faq_question_3": "Gdzie mogę kupić Carboncil?",
  "faq_answer_3": "Carboncil jest dostępny online i w wybranych sklepach. Sieć dystrybucji stale rośnie, by zapewnić lepszą dostępność.  ",
  "faq_question_4": "Czy mogę użyć go na balkonie?",
  "faq_answer_4": "Dzięki niskiemu zadymieniu Carboncil świetnie sprawdza się w małych przestrzeniach, także na balkonach. Zawsze przestrzegaj zasad bezpieczeństwa.  ",
  "family_title": "Jedna paczka, cała impreza BBQ!",
  "family_desc": "Opakowanie 1,5 kg Carboncil bez problemu wystarczy dla 5–6 głodnych miłośników grilla. Nagrzewa się szybko, pali się długo i bezdymnie – dzięki temu możesz skupić się na smaku i towarzystwie.  ",
  "about_title": "O nas",
  "about_desc_1": "Za marką Carboncil.cz stoi zespół pasjonatów wysokiej jakości i zrównoważonego grillowania. Gdy po raz pierwszy odkryliśmy węgiel Carboncil w Wenezueli, wiedzieliśmy, że to coś wyjątkowego – nagrzewa się w minutę, nie dymi, nie śmierdzi i w 100% pochodzi z natury.  ",
  "about_desc_2": "Naszym celem jest wprowadzenie nowej generacji grillowania do Czech – bez dymu, długiego rozpalania i wątpliwości, co trafia do płuc. Carboncil to węgiel dla tych, którzy cenią czystość, jakość i wygodę.  ",
  "footer_slogan": "Węgiel drzewny, który grusi mądry.",
  "product_detail": "Produkty",
  "grillbecausefun_title": "Grillujemy, ponieważ to fajnie.",
  "grillbecausefun_desc": "A ponieważ uważamy, że nawet coś tak zwykłego jak węgiel drzewny może być niezwykle mądry.",
  "aboutbrand_about": "O nas",
  "aboutbrand_subtitle": "Za Carboncil to prosty pomysł.",
  "aboutbrand_title": "Aby grillowanie było czyste, wygodne i naturalne.",
  "aboutbrand_desc": "Wprowadziliśmy węgiel drzewny w XXI wiek – bez zbędnego dymu, zapachu i chemikaliów. Nasz samoczynnie zapalający się węgiel z Wenezueli powstaje z odpadów drzewnych pochodzących z certyfikowanych lasów i dzięki bioetanolowi rozpala się szybko, bezpiecznie i bez potrzeby stosowania podpałek.  ",
  "aboutbrand_believe_title": "Uważamy, że nawet mały ogień może mieć duże znaczenie.",
  "aboutbrand_believe_desc": "Dlatego produkujemy węgiel drzewny, który szanuje naturę, twoje płuca i twój czas.",
  "story_quote": "„Prostota to piękno. Czystość jest mocą. W Carboncil jest oba”.",
  "story_start": "Wszystko zaczęło się od jednego grilla, który zamienił się w laboratorium chemiczne.",
  "story_problem": "Zapalniczki, zapałki, smród, dym, brudne ręce i masa frustracji. Wtedy zrozumieliśmy, że węgiel drzewny potrzebuje modernizacji.  ",
  "story_solution": "Zaczęliśmy szukać lepszego rozwiązania – węgla drzewnego, który byłby naturalny, prosty i pozbawiony zbędnych dodatków.  ",
  "story_found": "Znaleźliśmy je w Wenezueli, gdzie drewno jest wyjątkowo wytrzymałe, a tradycja wypalania ma sens. Przekształciliśmy odpady drzewne w węgiel drzewny.  ",
  "story_innovation": "A dzięki odnawialnej bioetanolu nauczyliśmy go rozpalić się.",
  "biolih_title": "Biolih",
  "biolih_desc": "Unikalny efekt samozapłonu dzięki impregnacji bioetanolem z odnawialnych źródeł naturalnych. Nie pozostawia zapachu, nie uwalnia szkodliwych substancji i zapewnia maksymalny komfort podczas rozpalania. Carboncil jest wydajny i bezpieczny – dla Twojej rodziny i dla natury.  ",
  "makesense_title": "Węgiel drzewny, który ma sens",
  "makesense_desc_1": "Jeśli szukasz sposobu na cieszenie się pysznym jedzeniem i bliskością natury, jednocześnie wspierając bardziej zrównoważony świat – węgiel drzewny Carboncil łączy wszystkie te wartości w jednym produkcie.  ",
  "makesense_desc_2": "Carboncil rozpala Twoje grillowanie z szacunkiem dla natury, prostotą i bez kompromisów. Doświadcz różnicy, która ma sens.  ",
  "charcoal_feature_1_title": "Naturalny zrównoważony rozwój",
  "charcoal_feature_1_desc": "Nasz węgiel drzewny pochodzi z Wenezueli, gdzie pozyskiwany jest zgodnie z surowymi zasadami zrównoważonego rozwoju. Wykorzystujemy wyłącznie odpady drzewne z certyfikowanych źródeł, które w przeciwnym razie pozostałyby niewykorzystane.  ",
  "charcoal_feature_2_title": "Brak chemikaliów",
  "charcoal_feature_2_desc": "Każdy kawałek węgla drzewnego Carboncil powstaje bez udziału pochodnych ropy naftowej, chemicznych podpałek ani substancji syntetycznych. Dzięki temu otrzymujesz czysty, naturalny produkt, który pali się równomiernie, wytwarza minimalną ilość dymu i nie pozostawia nieprzyjemnego posmaku.  ",
  "charcoal_feature_3_title": "Natychmiastowy zapłon",
  "charcoal_feature_3_desc": "Unikalną zaletą Carboncil jest jego zdolność do samozapłonu. Dzięki naturalnemu bioetanolowi przygotowanie grilla jest prostsze niż kiedykolwiek – bez podpałek, papieru czy zapałek. Wystarczy iskra i możesz cieszyć się ogniem.  ",
  "charcoal_variants_1_title": "Carboncil 1,5 kg",
  "charcoal_variants_1_desc": "Idealny do małych grilli lub szybkiego grillowania z rodziną. Zapala się w kilka minut, bez dymu i chemii. Praktyczne opakowanie na każdą podróż.  ",
  "charcoal_variants_2_title": "Najwyższa jakość 10 kg",
  "charcoal_variants_2_desc": "Duże opakowanie do wymagającego grillowania lub użytku profesjonalnego. Trwałość, wydajność i łatwość obsługi – wszystko, czego potrzebujesz do bezproblemowego grillowania.  ",
  "coal_benefit_1": "100% naturalne",
  "coal_benefit_2": "Bezdymny",
  "coal_benefit_3": "Przyjazny balkonowi",
  "contact_title": "Skontaktuj się z nami",
  "contact_question": "Czy masz pytanie dotyczące naszego węgla drzewnego, chcesz większego zamówienia, czy też nie masz pewności, jak zapalić wieczór?",
  "contact_write_call": "Napisz, zadzwoń, a nawet wyślij nam sygnał dymu.",
  "contact_reply": "Reagujemy szybciej niż węglowy All.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carboncil.cz",
  "form_name_label": "Nazwa",
  "form_name_placeholder": "Twoje imię",
  "form_email_label": "E-mail",
  "form_email_placeholder": "Twój e -mail",
  "form_phone_label": "Telefon",
  "form_phone_placeholder": "Twój telefon",
  "form_product_label": "Produkt, którym jesteś zainteresowany",
  "form_product_placeholder": "Wybierz produkt",
  "form_product_option_1": "Carboncil 1,5 kg",
  "form_product_option_2": "Najwyższa jakość 10 kg",
  "form_message_label": "Wiadomość",
  "form_message_placeholder": "Twoja wiadomość",
  "form_submit": "Wysłać",
  "form_sending": "Przesyłka…",
  "form_success": "Wysłano!",
  "form_error": "Błąd, spróbuj ponownie.",
  "contact_company_name": "CarbonCcil.cz S.R.O.",
  "contact_company_id": "Identyfikator firmy: 23128194",
  "contact_company_address": "Sadová 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "Odpowiadamy:",
  "contact_hours": "Mon - Fri:",
  "contact_hours_time": "9:00 - 17:00",
  "contact_collab_title": "Chcesz z nami współpracować?",
  "contact_collab_desc": "Napisz do nas, chętnie rozpoczniemy z tobą nowe relacje biznesowe.",
  "footer_nav_home": "Dom",
  "footer_nav_about": "O nas",
  "footer_nav_products": "Węgiel drzewny",
  "footer_nav_contact": "Kontakt",
  "carboncil_usage.title": "Jak prawidłowo używać Carboncil",
  "image_alt": "Żarzący się węgiel",
  "carboncil_usage.storage_title": "Przechowywanie i obsługa:",
  "carboncil_usage.storage_text": "Przechowuj Carboncil w oryginalnej torbie w suchym i chłodnym miejscu, z dala od bezpośredniego światła słonecznego i wilgoci.",
  "carboncil_usage.use_title": "Użyj od razu po otwarciu:",
  "carboncil_usage.use_text": "Po otwarciu opakowania rozłóż węgiel w grillu i od razu go rozpal, aby nie stracił swoich właściwości zapalnych. Węgiel należy zużyć jak najszybciej po otwarciu, ponieważ zaczyna tracić swoją zdolność szybkiego zapłonu.",
  "carboncil_usage.closed_grill_title": "Przygotowanie w zamkniętych grillach (np. ceramiczny kamado):",
  "carboncil_usage.closed_grill_text": "Pozostaw pokrywę otwartą przez pierwsze 10 minut, aż węgiel równomiernie się rozpali, a następnie zamknij grill.",
  "carboncil_usage.safety_title": "Bezpieczeństwo i higiena:",
  "carboncil_usage.safety_text": "Podczas pracy z rozpalonym węglem używaj rękawic i narzędzi, a po grillowaniu dokładnie ugasz popiół."
}