{
  "nav_home": "Domů",
  "nav_about": "O nás",
  "nav_products": "Uhlí",
  "nav_contact": "Kontakt",
  "hero_title": "Revoluční uhlí z Venezuely.",
  "hero_subtitle": "Rožhaví se za 60 sekund.",
  "hero_desc": "Už žádné složité zapalování, špinavé ruce a dým, který kazí chuť k jídlu. Carboncil je 100% přírodní grilovací uhlí pro vaši zahradu, balkon nebo profesionální kuchyni.",
  "hero_benefit_1": "100 % přírodní",
  "hero_benefit_2": "Bez kouře",
  "hero_benefit_3": "Vhodné na balkon",
  "product_heading": "Objevte rozdíl",
  "product_1_heading": "Tady začíná vaše čisté grilování.",
  "product_1_name": "Carboncil 1,5 kg",
  "product_1_desc": "Kompaktní balení ekologického uhlí vhodné pro menší grily nebo jako vzorek pro první vyzkoušení.",
  "product_2_name": "Top quality 10kg",
  "product_2_desc": "Velké ekonomické balení vysoce výhřevného uhlí z Venezuely pro pravidelné grilování bez kouře, zápachu a nečistot.",
  "product_3_name": "Top Quality 10kg",
  "product_3_desc": "Velké ekonomické balení vysoce výhřevného uhlí z Venezuely pro pravidelné grilování bez kouře, zápachu a nečistot.",
  "faq_title": "Proč je Carboncil revoluční uhlí?",
  "faq_desc_1": "Carboncil je jedinečné uhlí vyrobené z čisté biomasy, bez chemie, bez zápachu a bez kouře.",
  "faq_desc_2": "Díky speciálnímu procesu karbonizace dosahuje výjimečných vlastností, které ho staví vysoko nad běžné uhlí.",
  "faq_question_1": "Proč zrovna z Venezuely?",
  "faq_answer_1": "Venezuela má jedinečné podmínky, kde vzniká dřevo s vysokou hustotou, díky čemuž je uhlí mimořádně výhřevné a čistě přírodní.",
  "faq_question_2": "Hoří Carboncil příliš rychle?",
  "faq_answer_2": "Ačkoliv se rychle rozžhaví, hoří dlouho a stabilně, takže si užijete grilování bez neustálého přikládání.",
  "faq_question_3": "Kde mohu Carboncil koupit?",
  "faq_answer_3": "Carboncil je dostupný v našem e-shopu a ve vybraných prodejnách. Distribuční síť se pravidelně rozšiřuje pro lepší dostupnost.",
  "faq_question_4": "Můžu používat Carboncil na balkoně?",
  "faq_answer_4": "Díky minimální kouřivosti je Carboncil ideální i do menších prostor, včetně balkonů. Vždy dodržujte bezpečnostní pravidla.",
  "family_title": "Jedno balení, celá grilovačka!",
  "family_desc": "Balení 1,5 kg Carboncilu pohodlně pohostí 5 až 6 hladových grilujících. Rychle se rozžhaví, dlouho hoří a nekouří, takže se můžete soustředit jen na chuť a společnost.",
  "about_title": "O nás",
  "about_desc_1": "Za značkou Carboncil.cz stojí tým nadšenců do kvalitního a udržitelného grilování. Když jsme objevili uhlí Carboncil ve Venezuele, věděli jsme, že máme v rukou něco výjimečného. Uhlí, které se rozžhaví za minutu, nekouří, nezapáchá a je čistě přírodní.",
  "about_desc_2": "Naším cílem je přinést do Česka novou generaci grilování. Takovou, kde se nemusíte hádat se sousedy kvůli kouři, půl hodiny zapalovat uhlí nebo se bát, co vlastně dýcháte. Carboncil je uhlí pro lidi, kteří chtějí víc čistotu, kvalitu a pohodu.",
  "footer_slogan": "Uhlí, které griluje chytře.",
  "product_detail": "Produkty",
  "grillbecausefun_title": "Grilujeme, protože nás to baví.",
  "grillbecausefun_desc": "A protože věříme, že i obyčejné uhlí může být neobyčejně chytré.",
  "aboutbrand_about": "O nás",
  "aboutbrand_subtitle": "Za Carboncilem stojí jednoduchá myšlenka.",
  "aboutbrand_title": "Udělat z grilování čistý, pohodlný a přírodní zážitek.",
  "aboutbrand_desc": "Uhlí jsme posunuli do 21. století, bez zbytečného kouře, bez zápachu a bez chemie. Samozápalné uhlí z Venezuely je vyrobené z odpadního dřeva z certifikovaných lesů a díky biolihu se rozhoří rychle a bezpečně bez potřeby podpalovačů.",
  "aboutbrand_believe_title": "Věříme, že i malý oheň může mít velký smysl.",
  "aboutbrand_believe_desc": "Proto vyrábíme uhlí, které respektuje přírodu, vaše plíce i váš čas.",
  "story_quote": "\"V jednoduchosti je krása. V čistotě síla. V Carboncilu obojí.\"",
  "story_start": "Všechno to začalo jedním grilováním, které se proměnilo v chemickou laboratoř.",
  "story_problem": "Podpalovače, sirky, zápach, kouř, špinavé ruce a frustrace. Tehdy jsme si uvědomili, že uhlí potřebuje upgrade.",
  "story_solution": "Začali jsme hledat lepší cestu. Uhlí, které bude přírodní, jednoduché a bez zbytečností.",
  "story_found": "V zemi, kde dřevo roste silné a kde tradice spalování dává smysl. Odpadní dřevo jsme proměnili v uhlí.",
  "story_innovation": "A díky obnovitelnému biolihu jsme ho naučili samozápalu.",
  "biolih_title": "Biolih",
  "biolih_desc": "Jedinečný samozápalný efekt umožněný bioetanolovou impregnací z obnovitelných přírodních zdrojů. Nezanechává zápach, neuvolňuje škodlivé látky a zajišťuje maximální komfort při svícení. Carboncil je účinný a bezpečný pro vaši rodinu a přírodu.",
  "makesense_title": "Uhlí, které dává smysl",
  "makesense_desc_1": "Pokud hledáte způsob, jak si užít skvělé jídlo a přírodu a zároveň přispět k udržitelnějšímu světu, uhlíkové uhlí Carboncil spojuje všechny tyto hodnoty v jednom balení.",
  "makesense_desc_2": "Carboncil rozzáří vaše grilování s respektem k přírodě, jednoduchostí a bez kompromisů. Zažijte ten rozdíl, který dává smysl.",
  "charcoal_feature_1_title": "Přírodní udržitelnost",
  "charcoal_feature_1_desc": "Naše uhlí pochází z Venezuely, země s bohatými lesními zdroji, kde se těží v souladu s přísnými principy udržitelnosti. Využíváme výhradně dřevěný odpad z certifikovaných zdrojů, který by jinak zůstal nevyužitý.",
  "charcoal_feature_2_title": "Žádná chemie",
  "charcoal_feature_2_desc": "Každý kus uhlí Carboncil je vyroben bez použití ropných derivátů, chemických podpalovačů nebo jiných syntetických látek. Výsledkem je čistý přírodní produkt, který hoří rovnoměrně, produkuje minimum kouře a nezanechává v jídle nepříjemný zápach.",
  "charcoal_feature_3_title": "Okamžité zapálení",
  "charcoal_feature_3_desc": "Jedinečnou výhodou Carboncilu je jeho samozápalná schopnost. Díky přírodnímu biolihu je příprava grilu jednodušší než kdy dřív – bez nutnosti použít podpalovač, papír nebo sirky. Stačí škrtnout a oheň je na světě.",
  "charcoal_variants_1_title": "Carboncil 1,5 kg",
  "charcoal_variants_1_desc": "Ideální pro menší gril nebo rychlé grilování s rodinou. Rozhoří se za pár minut, bez kouře a bez chemie. Praktické balení, které se hodí na každý výlet.",
  "charcoal_variants_2_title": "Top Quality 10kg",
  "charcoal_variants_2_desc": "Velké balení pro náročné grilování nebo profesionální použití. Výdrž, výkon a pohodlí při manipulaci – vše, co potřebujete pro pořádný grilovací zážitek bez starostí.",
  "coal_benefit_1": "100 % přírodní",
  "coal_benefit_2": "Bez kouře",
  "coal_benefit_3": "Vhodné na balkon",
  "contact_title": "Kontaktujte nás",
  "contact_question": "Máte otázku k našemu uhlí, chcete větší odběr, nebo si jen nejste jisti, jak správně rozžhavit večer?",
  "contact_write_call": "Napište, zavolejte nebo nám klidně pošlete kouřový signál.",
  "contact_reply": "Ozveme se rychleji, než se rozžhaví Carboncil.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carboncil.cz",
  "form_name_label": "Jméno",
  "form_name_placeholder": "Vaše jméno",
  "form_email_label": "Email",
  "form_email_placeholder": "Váš email",
  "form_phone_label": "Telefon",
  "form_phone_placeholder": "Váš telefon",
  "form_product_label": "O jaký produkt máte zájem",
  "form_product_placeholder": "Vyberte produkt",
  "form_product_option_1": "Carboncil 1,5 kg",
  "form_product_option_2": "Top Quality 10 kg",
  "form_message_label": "Zpráva",
  "form_message_placeholder": "Vaše zpráva",
  "form_submit": "Odeslat",
  "form_sending": "Odesílání…",
  "form_success": "Odesláno!",
  "form_error": "Chyba, zkuste to prosím znovu.",
  "contact_company_name": "Carboncil.cz s.r.o.",
  "contact_company_id": "IČO: 23128194",
  "contact_company_address": "Sadová 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "Odpovídáme:",
  "contact_hours": "Po–Pá:",
  "contact_hours_time": "9:00 – 17:00",
  "contact_collab_title": "Chcete s námi spolupracovat?",
  "contact_collab_desc": "Napište nám, rádi navážeme nový obchodní vztah s vámi.",
  "footer_nav_home": "Domov",
  "footer_nav_about": "O nás",
  "footer_nav_products": "Uhlí",
  "footer_nav_contact": "Kontakt",
  "carboncil_usage.title": "Jak správně používat Carboncil",
  "image_alt": "Žeravé uhlí",
  "carboncil_usage.storage_title": "Skladování a manipulace:",
  "carboncil_usage.storage_text": "Carboncil uchovávejte v originálním sáčku na suchém a chladném místě, mimo přímé sluneční záření a vlhkost.",
  "carboncil_usage.use_title": "Spotřeba ihned po otevření:",
  "carboncil_usage.use_text": "Po otevření sáčku rozmístěte uhlí v grilu a zapalte ho bez odkladu, abyste předešli ztrátě žhavících vlastností. Po otevření by se mělo uhlí co nejdříve spotřebovat, protože začne ztrácet svou rychlozápalnost.",
  "carboncil_usage.closed_grill_title": "Příprava v uzavřených grilech (např. keramické kamado):",
  "carboncil_usage.closed_grill_text": "Nechte poklop otevřený prvních 10 minut, než se uhlíky rovnoměrně rozžhaví, a až poté gril uzavřete.",
  "carboncil_usage.safety_title": "Bezpečnost a hygiena:",
  "carboncil_usage.safety_text": "Při manipulaci s hořícím uhlím používejte rukavice a nástroje a po grilování důkladně uhaste popel."
}