{
  "nav_home": "Heim",
  "nav_about": "Über uns",
  "nav_products": "Kohle",
  "nav_contact": "Kontakt",
  "hero_title": "Revolutionäre Holzkohle aus Venezuela.",
  "hero_subtitle": "Erhitzt sich in 60 Sekunden.",
  "hero_desc": "Kein kompliziertes Anzünden mehr, keine schmutzigen Hände und kein Rauch, der den Appetit verdirbt. Carboncil ist 100 % natürliche Grillkohle für Ihren Garten, Balkon oder die Profiküche.  ",
  "hero_benefit_1": "100% natürlich",
  "hero_benefit_2": "Rauchlos",
  "hero_benefit_3": "Balkon freundlich",
  "product_heading": "Entdecken Sie den Unterschied",
  "product_1_heading": "Sauberes Grillen beginnt hier",
  "product_1_name": "Carboncil 1,5 kg",
  "product_1_desc": "Ein kompaktes Paket ökologischer Holzkohle, das für kleinere Grillabende oder als Probe für diejenigen geeignet ist, die zum ersten Mal Carboncil ausprobieren möchten.",
  "product_2_name": "Carbonito 10 kg",
  "product_2_desc": "Velké Ekonomické Balení Vysoce Výhřevného Uhlí z Venezuely Pro Pravidelné Grilování Bez Kouře, Zápachu A Nečistot.",
  "product_3_name": "Top -Qualität 10 kg",
  "product_3_desc": "Große wirtschaftliche Packung mit hohem Kohle aus Venezuela zum regelmäßigen Grillen ohne Rauch, Geruch und Schmutz.",
  "faq_title": "Warum ist Carboncil revolutionäre Holzkohle?",
  "faq_desc_1": "Carboncil ist eine einzigartige Holzkohle aus reinem Biomasse, ohne Chemikalien, geruchlos und rauchlos.",
  "faq_desc_2": "Dank eines speziellen Karbonisierungsprozesses erreicht es außergewöhnliche Eigenschaften, die es weit über klassischer Holzkohle stellen.",
  "faq_question_1": "Warum aus Venezuela?",
  "faq_answer_1": "Venezuela hat einzigartige Bedingungen, die Holz mit hoher Dichte produzieren, wodurch die Kohle außergewöhnlich effizient und rein natürlich ist.",
  "faq_question_2": "Brennt Carboncil zu schnell?",
  "faq_answer_2": "Obwohl es sich schnell erwärmt, brennt es lange mit stetiger Hitze, sodass Sie es genießen können, ohne ständig Kraftstoff zu grillen.",
  "faq_question_3": "Wo kann ich Carboncil kaufen?",
  "faq_answer_3": "Carboncil ist in unserem E-Shop und bei ausgewählten Händlern erhältlich. Das Vertriebsnetz wird laufend erweitert, um die Verfügbarkeit zu verbessern.  ",
  "faq_question_4": "Kann ich es auf einem Balkon verwenden?",
  "faq_answer_4": "Dank seines geringen Rauchpegels ist Carboncil ideal für kleinere Räume, einschließlich Balkone. Beachte jedoch stets die Sicherheitsvorschriften.  ",
  "family_title": "Eine Packung, die ganze Grillparty!",
  "family_desc": "Ein 1,5 kg-Pack Carboncil versorgt problemlos 5 bis 6 hungrige Grillfreunde. Es heizt schnell auf, brennt lange und rauchfrei – so kannst du dich ganz auf den Geschmack und die Gesellschaft konzentrieren.  ",
  "about_title": "Über uns",
  "about_desc_1": "Hinter Carboncil.cz steht ein Team von Enthusiasten für nachhaltiges und hochwertiges Grillen. Als wir die Carboncil-Holzkohle in Venezuela entdeckten, wussten wir, dass sie etwas Besonderes ist – sie wird in einer Minute heiß, raucht nicht, riecht nicht und besteht rein aus natürlichen Materialien.  ",
  "about_desc_2": "Unser Ziel ist es, eine neue Generation des Grillens in die Tschechische Republik zu bringen – ohne Rauchstreit, langes Anzünden oder bedenkliche Dämpfe. Carboncil steht für mehr Reinheit, Qualität und Komfort.  ",
  "footer_slogan": "Holzkohle, die schlau grills.",
  "product_detail": "Produkte",
  "grillbecausefun_title": "Wir grillen, weil es Spaß macht.",
  "grillbecausefun_desc": "Und weil wir glauben, dass selbst etwas so Gewöhnliches wie Holzkohle bemerkenswert schlau sein kann.",
  "aboutbrand_about": "Über uns",
  "aboutbrand_subtitle": "Hinter Carboncil ist eine einfache Idee.",
  "aboutbrand_title": "Um das Grillen sauber, komfortabel und natürlich zu machen.",
  "aboutbrand_desc": "Wir haben Holzkohle ins 21. Jahrhundert gebracht – ohne unnötigen Rauch, Geruch oder Chemikalien. Unsere selbstzündende Holzkohle aus Venezuela wird aus Holzabfällen zertifizierter Wälder hergestellt und entzündet sich dank Bioethanol schnell, sicher und ganz ohne Anzündhilfen.  ",
  "aboutbrand_believe_title": "Wir glauben, dass selbst ein kleines Feuer eine große Bedeutung haben kann.",
  "aboutbrand_believe_desc": "Deshalb machen wir Holzkohle, die die Natur, Ihre Lungen und Ihre Zeit respektiert.",
  "story_quote": "\"Einfachheit ist Schönheit. Reinheit ist Macht. In Carboncil ist es beides.\"",
  "story_start": "Alles begann mit einem Barbecue, der sich in ein chemisches Labor verwandelte.",
  "story_problem": "Feuerzeuge, Streichhölzer, Gestank, Rauch, schmutzige Hände und jede Menge Frust. Da wurde uns klar: Holzkohle braucht ein Upgrade. ",
  "story_solution": "Wir begannen nach einer besseren Lösung zu suchen – nach Holzkohle, die natürlich, unkompliziert und frei von überflüssigen Zusätzen ist.  ",
  "story_found": "Wir fanden sie in Venezuela – dort, wo das Holz besonders widerstandsfähig ist und die Tradition des Brennens Sinn ergibt. Aus Holzabfällen machten wir Holzkohle.  ",
  "story_innovation": "Und mit erneuerbarem Bioethanol lehrten wir es, sich selbst zu entzünden.",
  "biolih_title": "Biolih",
  "biolih_desc": "Einzigartiger Selbstzündungseffekt durch Imprägnierung mit Bioethanol aus erneuerbaren natürlichen Quellen. Hinterlässt keinen Geruch, setzt keine schädlichen Stoffe frei und sorgt für maximalen Komfort beim Anzünden. Carboncil ist effizient und sicher – für Ihre Familie und die Natur.  ",
  "makesense_title": "Holzkohle, der Sinn macht",
  "makesense_desc_1": "Wenn Sie nach einer Möglichkeit suchen, großartige Nahrung und Natur zu genießen und gleichzeitig zu einer nachhaltigeren Welt beizutragen, kombiniert Carboncil Charcoal alle diese Werte in einem Paket.",
  "makesense_desc_2": "Carboncil beleuchtet Ihr Grillen in Bezug auf Natur, Einfachheit und keine Kompromisse. ",
  "charcoal_feature_1_title": "Natürliche Nachhaltigkeit",
  "charcoal_feature_1_desc": "Unsere Holzkohle stammt aus Venezuela, wo sie nach strengen Nachhaltigkeitsprinzipien gewonnen wird. Verwendet wird ausschließlich Holzabfall aus zertifizierten Quellen, der sonst ungenutzt bleiben würde.  ",
  "charcoal_feature_2_title": "Keine Chemikalien",
  "charcoal_feature_2_desc": "Jedes Stück Carboncil-Holzkohle wird ohne Erdölderivate, chemische Anzünder oder synthetische Stoffe hergestellt. Das Ergebnis ist ein reines, natürliches Produkt, das gleichmäßig brennt, kaum Rauch erzeugt und keinen unangenehmen Beigeschmack hinterlässt.  ",
  "charcoal_feature_3_title": "Sofortige Zündung",
  "charcoal_feature_3_desc": "Ein einzigartiger Vorteil von Carboncil ist seine Selbstzündfähigkeit. Dank natürlichem Bioethanol war Grillen noch nie so einfach – ganz ohne Anzündhilfen, Papier oder Streichhölzer. Einfach entzünden und das Feuer genießen.  ",
  "charcoal_variants_1_title": "Carboncil 1,5 kg",
  "charcoal_variants_1_desc": "Ideal für kleine Grills oder das schnelle Familiengrillen. Zündet in wenigen Minuten, rauchfrei und ohne Chemikalien. Praktische Verpackung für jedes Abenteuer.  ",
  "charcoal_variants_2_title": "Top -Qualität 10 kg",
  "charcoal_variants_2_desc": "Großpackung für anspruchsvolles Grillen oder den professionellen Einsatz. Langlebigkeit, Leistung und einfache Handhabung – alles, was du für ein sorgenfreies Grillerlebnis brauchst.  ",
  "coal_benefit_1": "100% natürlich",
  "coal_benefit_2": "Rauchlos",
  "coal_benefit_3": "Balkon freundlich",
  "contact_title": "Kontaktieren Sie uns",
  "contact_question": "Haben Sie eine Frage zu unserer Holzkohle, möchten eine größere Bestellung oder sind sich nicht sicher, wie Sie den Abend aufleuchten können?",
  "contact_write_call": "Schreiben Sie, rufen Sie an oder senden Sie uns sogar ein Rauchsignal.",
  "contact_reply": "Wir werden schneller reagieren, als Carboncil entzündet.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carboncil.cz",
  "form_name_label": "Name",
  "form_name_placeholder": "Ihr Name",
  "form_email_label": "E-Mail",
  "form_email_placeholder": "Ihre E -Mail",
  "form_phone_label": "Telefon",
  "form_phone_placeholder": "Ihr Telefon",
  "form_product_label": "Produkt, an dem Sie interessiert sind",
  "form_product_placeholder": "Produkt auswählen",
  "form_product_option_1": "Carboncil 1,5 kg",
  "form_product_option_2": "Top -Qualität 10 kg",
  "form_message_label": "Nachricht",
  "form_message_placeholder": "Ihre Nachricht",
  "form_submit": "Schicken",
  "form_sending": "Senden…",
  "form_success": "Gesendet!",
  "form_error": "Fehler, bitte versuchen Sie es erneut.",
  "contact_company_name": "Carboncil.cz S.R.O.",
  "contact_company_id": "Firmen -ID: 23128194",
  "contact_company_address": "Sadová 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "Wir antworten:",
  "contact_hours": "Mon -Fri:",
  "contact_hours_time": "9:00 - 17:00",
  "contact_collab_title": "Möchten Sie mit uns zusammenarbeiten?",
  "contact_collab_desc": "Schreiben Sie uns, wir freuen uns, eine neue Geschäftsbeziehung mit Ihnen zu beginnen.",
  "footer_nav_home": "Heim",
  "footer_nav_about": "Über uns",
  "footer_nav_products": "Holzkohle",
  "footer_nav_contact": "Kontakt",
  "carboncil_usage.title": "Wie man Carboncil richtig verwendet",
  "image_alt": "Glühende Kohle",
  "carboncil_usage.storage_title": "Lagerung und Handhabung:",
  "carboncil_usage.storage_text": "Bewahren Sie Carboncil in der Originalverpackung an einem trockenen, kühlen Ort auf – fern von direkter Sonneneinstrahlung und Feuchtigkeit.",
  "carboncil_usage.use_title": "Verwendung sofort nach dem Öffnen:",
  "carboncil_usage.use_text": "Nach dem Öffnen des Beutels verteilen Sie die Kohle im Grill und zünden Sie sie sofort an, um den Verlust der Zündeigenschaften zu vermeiden. Die Kohle sollte möglichst bald nach dem Öffnen verwendet werden, da sie ihre Schnellzündfähigkeit verliert.",
  "carboncil_usage.closed_grill_title": "Vorbereitung in geschlossenen Grills (z. B. Keramik-Kamado):",
  "carboncil_usage.closed_grill_text": "Lassen Sie den Deckel in den ersten 10 Minuten offen, bis sich die Kohlen gleichmäßig entzünden. Danach den Grill schließen.",
  "carboncil_usage.safety_title": "Sicherheit und Hygiene:",
  "carboncil_usage.safety_text": "Verwenden Sie beim Umgang mit brennender Kohle Handschuhe und Werkzeuge. Löschen Sie die Asche nach dem Grillen gründlich."
}