{
  "nav_home": "Domov",
  "nav_about": "O nás",
  "nav_products": "Uhlie",
  "nav_contact": "Kontakt",
  "hero_title": "Revolučné uhlie z Venezuely.",
  "hero_subtitle": "Zahrieva sa za 60 sekúnd.",
  "hero_desc": "Už žiadne zložité zapaľovanie, špinavé ruky a dym, ktorý kazí chuť do jedla. Carboncil je 100 % prírodné grilovacie uhlie pre vašu záhradu, balkón alebo profesionálnu kuchyňu.  ",
  "hero_benefit_1": "100% prírodný",
  "hero_benefit_2": "Bezdymový",
  "hero_benefit_3": "Balkón priateľský",
  "product_heading": "Objaviť rozdiel",
  "product_1_heading": "Čisté grilovanie sa začína tu",
  "product_1_name": "Uhlíkom 1,5 kg",
  "product_1_desc": "Kompaktný balík ekologického uhlia vhodný pre menšie grilovanie alebo ako vzorka pre tých, ktorí chcú vyskúšať Carboncil prvýkrát.",
  "product_2_name": "Uhličito 10 kg",
  "product_2_desc": "Veľký ekonomický balíček s vysokým teplom dreveného uhlia z Venezuely na pravidelné grilovanie bez dymu, zápachu a špiny.",
  "product_3_name": "Najvyššia kvalita 10 kg",
  "product_3_desc": "Veľký ekonomický balíček s vysokým teplom dreveného uhlia z Venezuely na pravidelné grilovanie bez dymu, zápachu a špiny.",
  "faq_title": "Prečo je Carboncil revolučné uhlie?",
  "faq_desc_1": "Carboncil je jedinečné drevené uhlie vyrobené z čistej biomasy bez akýchkoľvek chemikálií, bez zápachu a bezdomovcov.",
  "faq_desc_2": "Vďaka špeciálnemu procesu karbonizácie dosahuje výnimočné vlastnosti, ktoré ho umiestnia ďaleko nad klasické uhlie.",
  "faq_question_1": "Prečo z Venezuely?",
  "faq_answer_1": "Venezuela má jedinečné podmienky, ktoré produkujú drevo s vysokou hustotou, vďaka čomu je uhlie mimoriadne úsporné a čisto prirodzené.",
  "faq_question_2": "Horí Carboncil príliš rýchlo?",
  "faq_answer_2": "Aj keď sa rýchlo zahrieva, horí dlho s stabilným teplom, takže si môžete vychutnať grilovanie bez neustáleho pridávania paliva.",
  "faq_question_3": "Kde si môžem kúpiť Carboncil?",
  "faq_answer_3": "Carboncil je dostupný v našom e-shope a v sieti vybraných predajní. Distribučná sieť sa pravidelne rozširuje pre lepšiu dostupnosť.  ",
  "faq_question_4": "Môžem ho použiť na balkóne?",
  "faq_answer_4": "Vďaka nízkej úrovni dymivosti je Carboncil ideálny aj do menších priestorov, vrátane balkónov. Vždy však dodržiavajte bezpečnostné predpisy.  ",
  "family_title": "Jedno balenie, celá párty BBQ!",
  "family_desc": "Balenie 1,5 kg uhlia Carboncil pohodlne nasýti 5 až 6 hladných grilujúcich. Rýchlo sa rozžeraví, dlho horí a je bezdymové, takže sa môžete naplno venovať chuti a spoločnosti.  ",
  "about_title": "O nás",
  "about_desc_1": "Za značkou Carboncil.cz stojí tím nadšencov pre kvalitné a udržateľné grilovanie. Keď sme prvýkrát objavili uhlie Carboncil vo Venezuele, vedeli sme, že máme v rukách niečo výnimočné. Uhlie, ktoré sa rozžeraví za minútu, nedymí, nezapácha a je čisto prírodné.  ",
  "about_desc_2": "Naším cieľom je priniesť do Českej republiky novú generáciu grilovania. Takú, pri ktorej sa nemusíte hádať so susedmi kvôli dymu, zapaľovať uhlie pol hodiny ani sa obávať, čo vlastne dýchate. Carboncil je uhlie pre ľudí, ktorí chcú viac čistoty, kvality a pohodlia.  ",
  "footer_slogan": "Drevené uhlie, ktoré griluje inteligentné.",
  "product_detail": "Produkty",
  "grillbecausefun_title": "Gril sme, pretože je to zábava.",
  "grillbecausefun_desc": "A pretože veríme, že aj niečo také bežné ako drevené uhlie môže byť pozoruhodne inteligentné.",
  "aboutbrand_about": "O nás",
  "aboutbrand_subtitle": "Za Carboncil je jednoduchý nápad.",
  "aboutbrand_title": "Aby grilovanie bolo čisté, pohodlné a prirodzené.",
  "aboutbrand_desc": "Uhlie sme posunuli do 21. storočia, bez zbytočného dymu, zápachu a chemikálií. Naše samozapaľovacie uhlie z Venezuely je vyrobené z drevného odpadu z certifikovaných lesov a vďaka bioetanolu sa rýchlo, bezpečne a bez podpaľovačov zapáli samo.  ",
  "aboutbrand_believe_title": "Veríme, že aj malý oheň môže mať veľký význam.",
  "aboutbrand_believe_desc": "Preto vyrábame drevené uhlie, ktoré rešpektuje prírodu, vaše pľúca a váš čas.",
  "story_quote": "„Jednoduchosť je krása. Čistota je sila. V Carboncil je to oboje.“",
  "story_start": "Všetko to začalo jedným grilom, ktorý sa zmenil na chemické laboratórium.",
  "story_problem": "Zapaľovače, zápalky, smrad, dym, špinavé ruky a množstvo frustrácie. Vtedy sme si uvedomili, že uhlie potrebuje vylepšiť.  ",
  "story_solution": "Začali sme hľadať lepšiu cestu, uhlie, ktoré bude prírodné, jednoduché a bez zbytočností. A našli sme ho vo Venezuele. ",
  "story_found": "V krajine, kde drevo rastie silné a kde tradícia spaľovania dáva zmysel. Odpadové drevo sme premenili na uhlie. ",
  "story_innovation": "A s obnoviteľným bioetanolom sme ho naučili, aby sa zapálil.",
  "biolih_title": "Biolih",
  "biolih_desc": "Jedinečný samozapaľovací efekt umožnený impregnáciou bioetanolom z obnoviteľných prírodných zdrojov. Nezanecháva zápach, neuvoľňuje škodlivé látky a zabezpečuje maximálny komfort pri zapaľovaní. Carboncil je účinný a bezpečný pre vašu rodinu aj prírodu.  ",
  "makesense_title": "Uhlie, ktoré má zmysel",
  "makesense_desc_1": "Ak hľadáte spôsob, ako si vychutnať skvelé jedlo a prírodu a zároveň prispievať do udržateľnejšieho sveta, uhlie spoločnosti Carboncil kombinuje všetky tieto hodnoty v jednom balíku.",
  "makesense_desc_2": "Carboncil rozsvieti vaše grilovanie s ohľadom na prírodu, jednoduchosť a žiadne kompromisy. ",
  "charcoal_feature_1_title": "Prírodná udržateľnosť",
  "charcoal_feature_1_desc": "Naše uhlie pochádza z Venezuely, kde sa získava v súlade s prísnymi princípmi udržateľnosti. Používame výhradne drevný odpad z certifikovaných zdrojov, ktorý by inak zostal nevyužitý.  ",
  "charcoal_feature_2_title": "Žiadne chemikálie",
  "charcoal_feature_2_desc": "Každý kus uhlia Carboncil je vyrobený bez ropných derivátov, chemických podpaľovačov a syntetických látok. Výsledkom je čistý, prírodný produkt, ktorý horí rovnomerne, vytvára minimum dymu a nezanecháva nepríjemnú pachuť.  ",
  "charcoal_feature_3_title": "Okamžité zapaľovanie",
  "charcoal_feature_3_desc": "Jedinečnou výhodou uhlia Carboncil je jeho schopnosť samozapaľovania. Vďaka prírodnému bioetanolu je príprava grilu jednoduchšia než kedykoľvek predtým bez potreby podpaľovačov, papiera či zápaliek. Stačí iskra a môžete si užívať oheň.  ",
  "charcoal_variants_1_title": "Uhlíkom 1,5 kg",
  "charcoal_variants_1_desc": "Ideálne pre malé grily alebo rýchle rodinné grilovanie. Zapáli sa za pár minút, bez dymu a bez chémie. Praktické balenie na každú cestu.  ",
  "charcoal_variants_2_title": "Najvyššia kvalita 10 kg",
  "charcoal_variants_2_desc": "Veľké balenie na náročné grilovanie alebo profesionálne použitie. Odolnosť, výkon a jednoduchá manipulácia, všetko, čo potrebujete pre bezstarostný grilovací zážitok.  ",
  "coal_benefit_1": "100% prírodný",
  "coal_benefit_2": "Bezdymový",
  "coal_benefit_3": "Balkón priateľský",
  "contact_title": "Kontaktujte nás",
  "contact_question": "Máte otázku o našom drevenom uhlí, chcete väčšiu objednávku alebo si nie ste istí, ako sa večer rozžiariť?",
  "contact_write_call": "Napíšte, zavolajte alebo dokonca pošlite dymový signál.",
  "contact_reply": "Budeme reagovať rýchlejšie ako Carboncil Igtes.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carboncil.cz",
  "form_name_label": "Pomenovať",
  "form_name_placeholder": "Vaše meno",
  "form_email_label": "E -mail",
  "form_email_placeholder": "Váš e -mail",
  "form_phone_label": "Telefonovať",
  "form_phone_placeholder": "Váš telefón",
  "form_product_label": "Produkt, o ktorý máte záujem",
  "form_product_placeholder": "Vybrať produkt",
  "form_product_option_1": "Carboncil 1,5 kg",
  "form_product_option_2": "Najvyššia kvalita 10 kg",
  "form_message_label": "Správa",
  "form_message_placeholder": "Vaša správa",
  "form_submit": "Odoslať",
  "form_sending": "Posielanie ...",
  "form_success": "Odoslané!",
  "form_error": "Chyba, skúste to znova.",
  "contact_company_name": "Carboncil.cz S.R.O.",
  "contact_company_id": "ID spoločnosti: 23128194",
  "contact_company_address": "Sadova 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "Odpovedáme:",
  "contact_hours": "Po - Fri:",
  "contact_hours_time": "9:00 - 17:00",
  "contact_collab_title": "Chcete s nami spolupracovať?",
  "contact_collab_desc": "Napíšte nám, sme radi, že s vami začneme nový obchodný vzťah.",
  "footer_nav_home": "Domov",
  "footer_nav_about": "O nás",
  "footer_nav_products": "Uhlie",
  "footer_nav_contact": "Kontakt",
  "carboncil_usage.title": "Ako správne používať Carboncil",
  "image_alt": "Žeravé uhlie",
  "carboncil_usage.storage_title": "Skladovanie a manipulácia:",
  "carboncil_usage.storage_text": "Carboncil uchovávajte v originálnom vrecku na suchom a chladnom mieste, mimo priameho slnečného žiarenia a vlhkosti.",
  "carboncil_usage.use_title": "Spotreba ihneď po otvorení:",
  "carboncil_usage.use_text": "Po otvorení vrecka rozmiestnite uhlie v grile a zapáľte ho bez odkladu, aby ste predišli strate žeraviacich vlastností. Uhlie by sa malo po otvorení čo najskôr spotrebovať, pretože začne strácať svoju rýchlozápalnosť.",
  "carboncil_usage.closed_grill_title": "Príprava v uzavretých griloch (napr. keramické kamado):",
  "carboncil_usage.closed_grill_text": "Nechajte poklop otvorený prvých 10 minút, kým sa uhlíky rovnomerne rozžeravia, a až potom gril uzavrite.",
  "carboncil_usage.safety_title": "Bezpečnosť a hygiena:",
  "carboncil_usage.safety_text": "Pri manipulácii s horiacim uhlím používajte rukavice a nástroje, a po grilovaní dôkladne uhaste popol.",
  "cookie.message": "Táto webová stránka používa cookies na zaistenie čo najlepšieho zážitku.",
  "cookie.more_info": "Viac informácií",
  "cookie.accept": "Súhlasím",
  "cookie.reject": "Odmietnuť"
}