{
  "nav_home": "Hogar",
  "nav_about": "Sobre nosotros",
  "nav_products": "Carbón",
  "nav_contact": "Contacto",
  "hero_title": "Carbón revolucionario de Venezuela.",
  "hero_subtitle": "Se calienta en 60 segundos.",
  "hero_desc": "Se acabaron los encendidos complicados, las manos sucias y el humo que quita el apetito. Carboncil es carbón vegetal 100% natural para barbacoa para tu jardín, balcón o cocina profesional. ",
  "hero_benefit_1": "100% natural",
  "hero_benefit_2": "Sin humo",
  "hero_benefit_3": "Balcón amigable",
  "product_heading": "Descubrir la diferencia",
  "product_1_heading": "La parrilla limpia comienza aquí",
  "product_1_name": "Carboncil 1.5 kg",
  "product_1_desc": "Un paquete compacto de carbón ecológico adecuado para barbacoas más pequeñas o como una muestra para aquellos que desean probar Carboncil por primera vez.",
  "product_2_name": "Carbonito 10 kg",
  "product_2_desc": "Velké Ekonomické Balení Vysoce Výhřevného Uhlí Z Venezuelamente Pro Pravidelné Grilování Bez Kouře, Zápachu A Nečistot.",
  "product_3_name": "Calidad superior 10 kg",
  "product_3_desc": "Gran paquete económico de carbón de alta calentamiento de Venezuela para asar a la parrilla regular sin humo, olor y tierra.",
  "faq_title": "¿Por qué el carbón revolucionario de Carboncil es el carbón?",
  "faq_desc_1": "Carboncil es un carbón único hecho de biomasa pura, sin productos químicos, inodoro y sin humo.",
  "faq_desc_2": "Gracias a un proceso de carbonización especial, logra propiedades excepcionales que lo colocan muy por encima del carbón clásico.",
  "faq_question_1": "¿Por qué de Venezuela?",
  "faq_answer_1": "Venezuela posee condiciones únicas donde se produce madera con alta densidad, lo que hace que el carbón sea excepcionalmente calorífico y puramente natural.",
  "faq_question_2": "¿Carboncil se quema demasiado rápido?",
  "faq_answer_2": "Aunque se calienta rápido, arde de forma prolongada y constante para que disfrutes de la parrillada sin añadir combustible todo el tiempo.",
  "faq_question_3": "¿Dónde puedo comprar Carboncil?",
  "faq_answer_3": "Carboncil está disponible en nuestra tienda electrónica y en tiendas seleccionadas. La red de distribución se amplía periódicamente para una mejor disponibilidad.",
  "faq_question_4": "¿Puedo usarlo en un balcón?",
  "faq_answer_4": "Díky minimální kouřivosti je Carboncil ideální i do menších prostor, včetně balkonů. Vždy dodržujte bezpečnostní pravidla. ",
  "family_title": "¡Un paquete, toda la fiesta de la barbacoa!",
  "family_desc": "Un paquete de 1,5 kg de Carboncil alimentará cómodamente a 5 o 6 asadores hambrientos. Se calienta rápidamente, arde durante mucho tiempo y no produce humo, por lo que puedes concentrarte únicamente en el sabor y la compañía. ",
  "about_title": "Sobre nosotros",
  "about_desc_1": "Detrás de la marca Carboncil.cz hay un equipo de entusiastas de la barbacoa sostenible y de alta calidad. Cuando descubrimos el carbón Carboncil en Venezuela, sabíamos que teníamos algo especial en nuestras manos. Carbón que se calienta en un minuto, no humea, no huele y es puramente natural. ",
  "about_desc_2": "Nuestro objetivo es traer a Chequia una nueva generación de barbacoas. Una en la que no tengas que discutir con los vecinos por el humo, pasar media hora encendiendo el carbón o preocuparte por lo que estás respirando. Carboncil es el carbón para quienes buscan más: más limpieza, más calidad y más tranquilidad.",
  "footer_slogan": "Carbón que asa de manera inteligente.",
  "product_detail": "Productos",
  "grillbecausefun_title": "Nos asando porque es divertido.",
  "grillbecausefun_desc": "Y porque creemos que incluso algo tan ordinario como el carbón puede ser notablemente inteligente.",
  "aboutbrand_about": "Sobre nosotros",
  "aboutbrand_subtitle": "Detrás de Carboncil es una idea simple.",
  "aboutbrand_title": "Para que la parrilla sea limpia, cómoda y natural.",
  "aboutbrand_desc": "Hemos traído el carbón al siglo XXI, sin humo, olores ni productos químicos innecesarios. El carbón autoinflamable de Venezuela se elabora a partir de residuos de madera procedentes de bosques certificados y, gracias al bioetanol, se enciende de forma rápida y segura sin necesidad de encendedores. ",
  "aboutbrand_believe_title": "Creemos que incluso un pequeño fuego puede tener un gran significado.",
  "aboutbrand_believe_desc": "Es por eso que hacemos carbón que respeta la naturaleza, sus pulmones y su tiempo.",
  "story_quote": "\"La simplicidad es la belleza. La pureza es poder. En Carboncil, son ambos\".",
  "story_start": "Todo comenzó con una barbacoa que se convirtió en un laboratorio químico.",
  "story_problem": "Encendedores, fósforos, olor, humo, manos sucias y frustración. Fue entonces cuando nos dimos cuenta de que el carbón necesitaba una actualización. ",
  "story_solution": "Empezamos a buscar una mejor manera. Carbón que será natural, sencillo y sin ingredientes innecesarios.",
  "story_found": "Lo encontramos en Venezuela, donde crece madera fuerte y la tradición de la quema tiene sentido. Convertimos la madera desechada en carbón. ",
  "story_innovation": "Y con bioetanol renovable, lo enseñamos a encenderse.",
  "biolih_title": "Biolih",
  "biolih_desc": "Efecto único de autoencendido gracias a la impregnación con bioetanol de fuentes naturales renovables. No deja olor, no libera sustancias nocivas y garantiza la máxima comodidad al encender. Carboncil es eficiente y seguro para tu familia y la naturaleza.  ",
  "makesense_title": "Carbón que tiene sentido",
  "makesense_desc_1": "Si buscas una manera de disfrutar de la buena comida y de la naturaleza mientras contribuyes a un mundo más sostenible, el carbón Carboncil combina todos estos valores en un solo paquete.",
  "makesense_desc_2": "Carboncil alegrará tu barbacoa con respeto por la naturaleza, sencillez y sin concesiones. Experimente la diferencia que tiene sentido. ",
  "charcoal_feature_1_title": "Sostenibilidad natural",
  "charcoal_feature_1_desc": "Nuestro carbón proviene de Venezuela, un país con ricos recursos forestales, donde se extrae de acuerdo con estrictos principios de sostenibilidad. Utilizamos exclusivamente residuos de madera procedentes de fuentes certificadas que de otro modo permanecerían sin utilizar. ",
  "charcoal_feature_2_title": "Sin productos químicos",
  "charcoal_feature_2_desc": "Cada pieza de carbón Carboncil se elabora sin el uso de derivados del petróleo, encendedores químicos u otras sustancias sintéticas. El resultado es un producto natural puro que se quema uniformemente, produce un humo mínimo y no deja un olor desagradable en la comida. ",
  "charcoal_feature_3_title": "Encendido instantáneo",
  "charcoal_feature_3_desc": "Una ventaja única de Carboncil es su capacidad de autoinflamación. Gracias al bioetanol natural, preparar la parrilla es más fácil que nunca, sin necesidad de utilizar encendedor, papel o cerillas. Sólo táchalo y el fuego se enciende. ",
  "charcoal_variants_1_title": "Carboncil 1.5 kg",
  "charcoal_variants_1_desc": "Ideal para una parrilla más pequeña o un asado rápido con la familia. Arde en pocos minutos, sin humo y sin químicos. Embalaje práctico que se adapta a cada viaje. ",
  "charcoal_variants_2_title": "Calidad superior 10 kg",
  "charcoal_variants_2_desc": "Paquete grande para parrilladas exigentes o uso profesional. Durabilidad, rendimiento y facilidad de manejo: todo lo que necesita para disfrutar de una experiencia de parrillada adecuada y sin preocupaciones. ",
  "coal_benefit_1": "100% natural",
  "coal_benefit_2": "Sin humo",
  "coal_benefit_3": "Balcón amigable",
  "contact_title": "Contáctenos",
  "contact_question": "¿Tiene alguna pregunta sobre nuestro carbón, quiere un pedido más grande o no está seguro de cómo iluminar la noche?",
  "contact_write_call": "Escribir, llamar o incluso enviarnos una señal de humo.",
  "contact_reply": "Responderemos más rápido de lo que enciende Carboncil.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carbbil.cz",
  "form_name_label": "Nombre",
  "form_name_placeholder": "Su nombre",
  "form_email_label": "Correo electrónico",
  "form_email_placeholder": "Tu correo electrónico",
  "form_phone_label": "Teléfono",
  "form_phone_placeholder": "Tu teléfono",
  "form_product_label": "Producto que le interesa",
  "form_product_placeholder": "Producto seleccionado",
  "form_product_option_1": "Carboncil 1.5 kg",
  "form_product_option_2": "Calidad superior 10 kg",
  "form_message_label": "Mensaje",
  "form_message_placeholder": "Tu mensaje",
  "form_submit": "Enviar",
  "form_sending": "Envío…",
  "form_success": "¡Enviado!",
  "form_error": "Error, intente nuevamente.",
  "contact_company_name": "Carboncil.cz S.R.O.",
  "contact_company_id": "ID de empresa: 23128194",
  "contact_company_address": "Sadová 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "Respondemos:",
  "contact_hours": "Mon -fri:",
  "contact_hours_time": "9:00 - 17:00",
  "contact_collab_title": "¿Quieres colaborar con nosotros?",
  "contact_collab_desc": "Escríbanos, estamos felices de comenzar una nueva relación comercial con usted.",
  "footer_nav_home": "Hogar",
  "footer_nav_about": "Sobre nosotros",
  "footer_nav_products": "Carbón",
  "footer_nav_contact": "Contacto",
  "carboncil_usage.title": "Cómo usar correctamente Carboncil",
  "image_alt": "Carbón al rojo vivo",
  "carboncil_usage.storage_title": "Almacenamiento y manipulación:",
  "carboncil_usage.storage_text": "Guarde Carboncil en su bolsa original en un lugar seco y fresco, alejado de la luz solar directa y la humedad.",
  "carboncil_usage.use_title": "Uso inmediato después de abrir:",
  "carboncil_usage.use_text": "Después de abrir la bolsa, distribuya el carbón en la parrilla y enciéndalo sin demora para evitar la pérdida de sus propiedades de ignición. El carbón debe usarse lo antes posible después de abrirlo, ya que empieza a perder su capacidad de encendido rápido.",
  "carboncil_usage.closed_grill_title": "Preparación en parrillas cerradas (por ejemplo, kamado cerámico):",
  "carboncil_usage.closed_grill_text": "Deje la tapa abierta durante los primeros 10 minutos hasta que el carbón esté encendido uniformemente, luego cierre la parrilla.",
  "carboncil_usage.safety_title": "Seguridad e higiene:",
  "carboncil_usage.safety_text": "Utilice guantes y herramientas al manipular carbón encendido. Después de asar, apague completamente las cenizas."
}