{
  "nav_home": "Home",
  "nav_about": "About us",
  "nav_products": "Coal",
  "nav_contact": "Contact",
  "hero_title": "Revolutionary coal from Venezuela.",
  "hero_subtitle": "Heats up in 60 seconds.",
  "hero_desc": "No more complicated lighting, dirty hands and smoke spoiling your appetite. Carboncil is 100% natural grilling coal for your garden, balcony or professional kitchen.",
  "hero_benefit_1": "100% natural",
  "hero_benefit_2": "Smokeless",
  "hero_benefit_3": "Balcony friendly",
  "product_heading": "Discover difference",
  "product_1_heading": "Clean grilling starts here",
  "product_1_name": "Carboncil 1.5kg",
  "product_1_desc": "A compact package of ecological coal suitable for smaller barbecues or as a sample for those who want to try Carboncil for the first time.",
  "product_2_name": "Carbonito 10kg",
  "product_2_desc": "Large economical package of high-heating coal from Venezuela for regular grilling without smoke, odor and dirt.",
  "product_3_name": "Top Quality 10kg",
  "product_3_desc": "Large economical package of high-heating coal from Venezuela for regular grilling without smoke, odor and dirt.",
  "faq_title": "Why is Carboncil revolutionary coal?",
  "faq_desc_1": "Carboncil is a unique coal made from pure biomass, without any chemicals, odorless and smokeless.",
  "faq_desc_2": "Thanks to a special carbonization process, it achieves exceptional properties that place it far above classic coal.",
  "faq_question_1": "Why from Venezuela?",
  "faq_answer_1": "Venezuela has unique conditions that produce wood with high density, making the coal exceptionally fuel-efficient and purely natural.",
  "faq_question_2": "Does Carboncil burn too fast?",
  "faq_answer_2": "Although it heats up quickly, it burns for a long time with steady heat, so you can enjoy grilling without constantly adding fuel.",
  "faq_question_3": "Where can I buy Carboncil?",
  "faq_answer_3": "Carboncil is available in our e-shop and in a network of selected stores. The distribution network is regularly expanded for better availability.",
  "faq_question_4": "Can I use it on a balcony?",
  "faq_answer_4": "Thanks to its low smoke level, Carboncil is ideal for smaller spaces, including balconies. However, always follow safety regulations.",
  "family_title": "One pack, the whole BBQ party!",
  "family_desc": "A 1.5kg pack of Carboncil will comfortably feed 5 to 6 hungry grillers. It heats up quickly, burns long and smoke-free, so you can focus on the taste and company.",
  "about_title": "About us",
  "about_desc_1": "Behind the Carboncil.cz brand is a team of enthusiasts for quality and sustainable grilling. When we first discovered Carboncil coal in Venezuela, we knew we had something special in our hands. Charcoal that heats up in a minute, doesn't smoke, doesn't smell, and is made purely from nature.",
  "about_desc_2": "Our goal is to bring a new generation of barbecuing to the Czech Republic without smoke, long ignition times, or worries about what you're breathing. Carboncil is charcoal for those who value purity, quality, and comfort.  ",
  "footer_slogan": "Coal that grills smart.",
  "product_detail": "Products",
  "grillbecausefun_title": "We grill because it's fun.",
  "grillbecausefun_desc": "And because we believe that even something as ordinary as coal can be remarkably smart.",
  "aboutbrand_about": "About us",
  "aboutbrand_subtitle": "Behind Carboncil is a simple idea.",
  "aboutbrand_title": "To make grilling clean, comfortable and natural.",
  "aboutbrand_desc": "We have brought coal into the 21st century, without unnecessary smoke, odor, or chemicals. Our self-igniting coal from Venezuela is made from wood waste from certified forests and lights itself quickly, safely, and without fire starters thanks to bioethanol.",
  "aboutbrand_believe_title": "We believe that even a small fire can have big meaning.",
  "aboutbrand_believe_desc": "That’s why we make coal that respects nature, your lungs and your time.",
  "story_quote": "\"Simplicity is beauty. Purity is power. In Carboncil, it is both.\"",
  "story_start": "It all started with one barbecue that turned into a chemical laboratory.",
  "story_problem": "Lighters, matches, stink, smoke, dirty hands, and lots of frustration. That's when we realized coal needed an upgrade.",
  "story_solution": "We started looking for a better way. Coal that would be natural, simple and without unnecessary elements.",
  "story_found": "In a country where the wood grows strong and where the tradition of burning makes sense. We turned waste wood into charcoal.  ",
  "story_innovation": "And with renewable bioethanol, we taught it to ignite itself.",
  "biolih_title": "Biolih",
  "biolih_desc": "Unique self-igniting effect enabled by bioethanol impregnation from renewable natural sources. Leaves no odor, releases no harmful substances, and ensures maximum comfort when lighting. Carboncil is efficient and safe for your family and nature.",
  "makesense_title": "Coal that makes sense",
  "makesense_desc_1": "If you're looking for a way to enjoy great food and nature while contributing to a more sustainable world, Carboncil charcoal combines all these values in one package.",
  "makesense_desc_2": "Carboncil lights up your grilling with respect for nature, simplicity and no compromises. Experience the difference that makes sense.",
  "charcoal_feature_1_title": "Natural sustainability",
  "charcoal_feature_1_desc": "Our coal comes from Venezuela, where it's harvested in accordance with strict sustainability principles. We use only wood waste from certified sources that would otherwise remain unused.",
  "charcoal_feature_2_title": "No chemicals",
  "charcoal_feature_2_desc": "Each piece of Carboncil coal is made without petroleum derivatives, chemical igniters or synthetic substances. This results in a clean, natural product that burns evenly, produces minimal smoke, and leaves no unpleasant taste.",
  "charcoal_feature_3_title": "Instant ignition",
  "charcoal_feature_3_desc": "A unique advantage of Carboncil is its self-igniting ability. Thanks to natural bioethanol, preparing your grill is easier than ever – no need for igniters, paper or matches. Just strike and enjoy the fire.",
  "charcoal_variants_1_title": "Carboncil 1.5kg",
  "charcoal_variants_1_desc": "Ideal for small grills or quick family grilling. Ignites in minutes, smoke-free and chemical-free. Practical packaging for every trip.",
  "charcoal_variants_2_title": "Top Quality 10kg",
  "charcoal_variants_2_desc": "Large package for demanding grilling or professional use. Durability, performance and ease of handling – everything you need for a worry-free grilling experience.",
  "coal_benefit_1": "100% natural",
  "coal_benefit_2": "Smokeless",
  "coal_benefit_3": "Balcony friendly",
  "contact_title": "Contact us",
  "contact_question": "Do you have a question about our coal, want a larger order, or are unsure how to light up the evening?",
  "contact_write_call": "Write, call, or even send us a smoke signal.",
  "contact_reply": "We will respond faster than Carboncil ignites.",
  "contact_phone": "+420 725 074 615",
  "contact_email": "info@carboncil.cz",
  "form_name_label": "Name",
  "form_name_placeholder": "Your name",
  "form_email_label": "Email",
  "form_email_placeholder": "Your email",
  "form_phone_label": "Phone",
  "form_phone_placeholder": "Your phone",
  "form_product_label": "Product you are interested in",
  "form_product_placeholder": "Select product",
  "form_product_option_1": "Carboncil 1.5 kg",
  "form_product_option_2": "Top Quality 10 kg",
  "form_message_label": "Message",
  "form_message_placeholder": "Your message",
  "form_submit": "Send",
  "form_sending": "Sending…",
  "form_success": "Sent!",
  "form_error": "Error, please try again.",
  "contact_company_name": "Carboncil.cz s.r.o.",
  "contact_company_id": "Company ID: 23128194",
  "contact_company_address": "Sadová 1243/16, 789 85 Mohelnice",
  "contact_hours_title": "We respond:",
  "contact_hours": "Mon–Fri:",
  "contact_hours_time": "9:00 – 17:00",
  "contact_collab_title": "Want to collaborate with us?",
  "contact_collab_desc": "Write to us, we are happy to start a new business relationship with you.",
  "footer_nav_home": "Home",
  "footer_nav_about": "About us",
  "footer_nav_products": "Charcoal",
  "footer_nav_contact": "Contact",
    "carboncil_usage.title": "How to properly use Carboncil",
    "image_alt": "Glowing charcoal",
    "carboncil_usage.storage_title": "Storage and handling:",
    "carboncil_usage.storage_text": "Store Carboncil in its original bag in a cool, dry place, away from direct sunlight and moisture.",
    "carboncil_usage.use_title": "Use immediately after opening:",
    "carboncil_usage.use_text": "After opening the bag, spread the charcoal in the grill and ignite it without delay to avoid losing its ignition properties. The charcoal should be used as soon as possible after opening, as it will start to lose its quick-light capability.",
    "carboncil_usage.closed_grill_title": "Preparation in closed grills (e.g. ceramic kamado):",
    "carboncil_usage.closed_grill_text": "Keep the lid open for the first 10 minutes until the charcoal is evenly ignited, then close the grill.",
    "carboncil_usage.safety_title": "Safety and hygiene:",
    "carboncil_usage.safety_text": "When handling burning charcoal, use gloves and tools. After grilling, extinguish the ashes thoroughly."

}